Repository: mozilla-l10n/mt-training-data
Catalog: plk/plk_pontoon.tmx
Source language: en_us
Languages: plk

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
plk: څھوْڑ جِنیْ گیْ ایْک وضاحتی ای میل ہشون پکارِن تومیْ جِب کامن وائس دہ ٹل تھونے اقدامات

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
plk: څھا کامن وائس بُجَیش اُڇھونڑ تعاون تھیت </goalPercentage> اسے ہر چھکے{ $goalValue } ریکارڈنگے مقصد<goalPercentage>

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
plk: څھا کامن وائس بُجَیش اُڇھون دہ تعاون تھیت<goalPercentage> اسے ہر چھکے توثیقے مقصد</goalPercentage>

source: You've successfully signed up for contributing to { $language }. Thank you.
plk: څھا کامیابی گیْ تعاون تھونے کِرِیا سائن اپ تھیتَن{ $language } ۔ څھے شکریہ

source: You want to join the Common Voice mailing list
plk: څھوْ کامن وائس میلنگ لسٹ دہ ٹل بون کھوشنَت یا؟

source: You write down what you hear in the audio clips
plk: څھوْس آڈیو کلپ دہ جوک گہ ݜُݨنَت، اسہ لِکِیا۔

source: Zaza
plk: زازا

source: Zip #{ $offset } of { $total }
plk: زِپ # { $offset } کا { $total }

source: Zulu
plk: زُولُو

source: account recovery key
plk: ریکوری کُنجی

source: add-on
plk: ٹل تھون

source: alternate text
plk: متبادل عبارت

source: attack
plk: حملہ

source: attacker
plk: حملہ تِھیک

source: Attack Site
plk: حملائے سائیٹ

source: attendee
plk: حاضری

source: authenticate
plk: توثیق

source: authenticated
plk: توثیق تِھیلوْ

source: authentication code
plk: توثیقی کوڈ

source: autoplay
plk: آٹو پلے

source: backup authentication code
plk: توثیقی بیک اپ کوڈ

source: bookmark
plk: بک مارک

source: breakpoint
plk: چِھنونے نکھوْ

source: Bug report
plk: بگ رپورٹ

source: certificate authority
plk: سرٹِفِکیٹے مجاز

source: cipher
plk: سائفر

source: clipboard
plk: کلپ بورڈ

source: colorway
plk: روگے پوْن

source: confirmation code
plk: توثیقی کوڈ

source: context
plk: سیاق گہ سباق

source: cookie banner
plk: کوکی بینر

source: corrupt
plk: اُران

source: corrupted
plk: اُران بلُک

source: crash
plk: کرش

source: cross-site tracking cookie
plk: مخامخ ٹریکنگ کوکی

source: cryptominer
plk: چپ ٹلگرتِیا

source: cryptomining
plk: کرپٹومائننگ

source: debug
plk: ڈی بگ

source: deceptive site
plk: کھچٹیْ سائیٹ

source: decode
plk: ڈی کوڈ

source: decryption
plk: ڈسکرپشن

source: disinformation
plk: چوٹ موڙیْ

source: distrust
plk: بے اعتباری

source: email mask
plk: ای میل ماسک

source: enable
plk: فعال تِھیا

source: encode
plk: انکوڈ

source: encrypt
plk: چپ یات

source: encryption
plk: خفیہ کاری

source: end user
plk: آخری صارف

source: Enhanced Tracking Protection
plk: مِݜٹی ٹرینگ رڇھنی

source: extension
plk: بسکِیار

source: fingerprinter
plk: ہگُوئی پرنٹر

source: fingerprinting
plk: ہگُوئی پرنٹ تھون

source: Firefox View
plk: فائرفوکس ڇکِیا

source: grassroots
plk: گُوٹ

source: home page
plk: ہوم پیچ

source: import
plk: امپورٹ تِھیا

source: independent browser
plk: آزاد ڇَکالوْ

source: innovations
plk: اختراع

source: insecure
plk: غیر محفوظ

source: installation
plk: انسٹالیشن

source: Issue
plk: مسئلہ

source: Legacy extension
plk: لیگیسی ایکسٹیشن

source: MDN
plk: ایم ڈی این

source: misinformation
plk: چوٹ موْݜ

source: native
plk: مقامی

source: net neutrality
plk: میزگیڑتِیا

source: nonprofit
plk: غیر منافع بخش

source: non-profit
plk: غیر منافع بخش

source: open source
plk: اوزگار واسطہ

source: override
plk: اوور رائیڈ

source: phone number mask
plk: فون نمبر ماسک

source: pop-up
plk: پوپ اپ

source: preference
plk: ترجیح

source: Privacy Notice
plk: رازداری نوٹس

source: release
plk: اوزگار

source: report
plk: رپورٹ تِھیا

source: restricted site
plk: محدود سائیٹ

source: revert
plk: پتوڑ بوجہ

source: Review checker
plk: چیک تِھیک

source: search suggestion
plk: اورڑے تجویز

source: security keys
plk: حفاظتی کُنجی

source: sensitive
plk: لو حساس

source: sidebar
plk: کِھگے بار

source: sign
plk: دستخط

source: signer
plk: گئی دِیک

source: sign in
plk: داخل بِیا

source: sign-in
plk: داخل بِیا

source: studies
plk: پڑِیون

source: Terms of Service
plk: سروسے شرائط

source: track
plk: پوْن

source: trackers
plk: پوْن پشاروْ

source: Tracking Content
plk: ٹریکنگ مواد

source: unencrypted
plk: څرگن

source: unresponsive
plk: بیل جوابِجیْ

source: unsafe
plk: غیرمحفوظ

source: validate
plk: توثیق تھون

source: validity
plk: جواز

source: version
plk: ورژن

source: Web Authentication
plk: ویب توثیق
